             PGM

             sndpgmmsg  'test'
             sndpgmmsg 'forsave'
             sndpgmmsg 'check again'
             sndpgmmsg 'tkt11'
             sndpgmmsg 'testing for v7r3m0'
             sndpgmmsg 'more testing'
             ENDPGM
