             PGM

             sndpgmmsg  'test'
             sndpgmmsg 'forsave'
             sndpgmmsg 'check again'
             sndpgmmsg 'tkt11'
             ENDPGM
